{"config": [{"config": {"b_regularizer": null, "activity_regularizer": null, "input_dtype": "float32", "name": "dense_1", "output_dim": 200, "W_constraint": null, "b_constraint": null, "init": "glorot_uniform", "input_dim": 21, "bias": true, "trainable": true, "W_regularizer": null, "batch_input_shape": [null, 21], "activation": "relu"}, "class_name": "Dense"}, {"config": {"p": 0.3, "name": "dropout_1", "trainable": true}, "class_name": "Dropout"}, {"config": {"b_regularizer": null, "activity_regularizer": null, "output_dim": 200, "name": "dense_2", "W_constraint": null, "trainable": true, "b_constraint": null, "init": "glorot_uniform", "input_dim": null, "bias": true, "W_regularizer": null, "activation": "relu"}, "class_name": "Dense"}, {"config": {"p": 0.3, "name": "dropout_2", "trainable": true}, "class_name": "Dropout"}, {"config": {"b_regularizer": null, "activity_regularizer": null, "output_dim": 3, "name": "dense_3", "W_constraint": null, "trainable": true, "b_constraint": null, "init": "glorot_uniform", "input_dim": null, "bias": true, "W_regularizer": null, "activation": "softmax"}, "class_name": "Dense"}], "class_name": "Sequential", "keras_version": "1.1.2"}